{
    "KeyModules": {
      "tag": "Key Modules of SAP and Ariba Procurement Solutions",
      "keyFeatures": [
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Spend Analysis",
          "description": "Gain actionable insights into procurement spend, identify savings opportunities, and track spending patterns to make informed decisions."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Sourcing",
          "description": "Optimize sourcing processes, from supplier discovery to negotiation, ensuring better supplier selection and increased savings."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Contract Management",
          "description": "Manage the entire contract lifecycle, ensuring compliance, visibility, and seamless execution of contract terms."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Operational Procurement",
          "description": "Streamline day-to-day procurement tasks, enhancing operational efficiency and reducing manual processes."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Invoice Management",
          "description": "Automate invoice processing and payment, improving accuracy, reducing cycle times, and lowering operational costs."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Supplier Information and Performance Management",
          "description": "Monitor supplier performance and manage supplier information to ensure consistent quality, compliance, and reliability."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Mobile Procurement",
          "description": "Access procurement tools on the go, enabling mobile procurement for greater flexibility and responsiveness."
        },
        {
          "imagePath": "/Industry-Wise Expertise/Iron & Steel.png",
          "title": "Supplier Collaboration",
          "description": "Foster seamless collaboration between procurement teams and suppliers, improving communication, transparency, and overall supplier performance."
        }
      ]
    }
  }
  